Repository: MonafhTM/Logo_Icone
Catalog: LogoIcone/LogoIcone/*.lproj/Localizable.strings
Languages: ar_sa

source: ICON
ar_sa: أيقونة

source: free vector icons in one place. Download all the free icons in SVG and PNG formats . Use them for web design , mobile apps
ar_sa: رموز مجانية في مكان واحد، قم بتنزيل جميع الرموز المجانية بتنسيقات SVG و PNG. استخدمها لتصميم الويب وتطبيقات الجوال.

source: LOGO
ar_sa: شعار

source: you will Find What You Need, from Global and common logos, you can view and use them.
ar_sa: سوف تجد مجموعة من الشعارات العامة و الشائعة، يمكن عرضها

source: Welcome
ar_sa: مرحبا

source: E-mail Or username
ar_sa: الايميل

source: Your Email
ar_sa: الايميل

source: Password
ar_sa: الرقم السري

source: Enter password
ar_sa: ادخل الرقم السري

source: Error
ar_sa: تنبيه

source: error is
ar_sa: الخطاء هو

source: OK
ar_sa: حسنا

source: Sign up to LogoIcon
ar_sa: التسجيل في LOGOICON

source: Email
ar_sa: الايميل

source: Enter your Email
ar_sa: ادخل الايميل

source: your password
ar_sa: ادخل الرقم السري

source: Please create a strong password and at least 8 Characters
ar_sa: يجب ان يحتوي الرقم السري على ٨ احرف او ارقام

source: Try again
ar_sa: حاول مرة آخرى

source: User Name
ar_sa: اسم المستخدم

source: Enter your userName
ar_sa: ادخل اسم المستخدم

source: First Name
ar_sa: الاسم الاول

source: Write first name
ar_sa: ادخل الاسم الاول

source: Last Name
ar_sa: الاسم الاخير

source: write last name
ar_sa: ادخل الاسم الاخير

source: your own space to write
ar_sa: مساحتك الخاصة

source: AGE
ar_sa: العمر

source: Gender
ar_sa: التصنيف

source: male , Female
ar_sa: ذكر ، انثى

source: Look For Icone :
ar_sa: البحث عن الايقونات

source: Search here Please
ar_sa: ابحث هنا من فضلك

source: Search about Something else
ar_sa: ابحث عن شي اخر

source: Global Logo
ar_sa: شعارات عالمية

source: Description
ar_sa: الوصف

source: Comment :
ar_sa: التعليق

source: Topic :
ar_sa: الاسم

source: Add Your comment
ar_sa: ادخل تعليقك

source: Save error
ar_sa: خطاء في الحفظ

source: Saved!
ar_sa: تم الحفظ

source: Your image has been saved to your photos.
ar_sa: تم حفظ الصورة في الالبوم

source: Empty !
ar_sa: فارغ !

source: Write some comment
ar_sa: أكتب تعليق

source: Your Comment
ar_sa: تعليقاتك

source: Public
ar_sa: شائع
